Repository: hotzeplotz/usernoise-lsecities
Catalog: languages/usernoise-*.po
Languages: de_de, fi, lt_lt

source: Usernoise %s
lt_lt: Usernoise

source: Feedback
fi: Palaute
lt_lt: Atsiliepimas

source: Settings
de_de: Einstellungen
fi: Asetukset
lt_lt: Nustatymai

source: New feedback
de_de: Neues Feedback
fi: Uusi Palaute
lt_lt: Naujas atsiliepimas

source: by
lt_lt: iš

source: View all feedback
de_de: Gesamtes Feedback ansehen
fi: Näytä kaikki palautteet
lt_lt: Peržiūrėti visus atsiliepimus

source: No new feedback now.
de_de: Keine neuen Feedbacks zurzeit
fi: Ei uusia palautteita
lt_lt: Nėra naujų atsiliepimų

source: Publish
de_de: Veröffentlichen
fi: Julkaise
lt_lt: Skelbti

source: HTTP Headers
lt_lt: HTTP antraštės

source: Discussion
lt_lt: Diskusija

source: WordPress Debug Info
lt_lt: Wordpress debug informacija

source: Feedback was marked as reviewed
de_de: Feedback wurde als überprüft markiert
lt_lt: Atsiliepimas pažymėtas kaip perskaitytas

source: Author
de_de: Autor
fi: Tuntematon
lt_lt: Autorius

source: Type
de_de: Art
fi: Tyyppi
lt_lt: Tipas

source: All feedback types
de_de: Jede Art von Feedback
fi: Kaikki palautetyypit
lt_lt: Visi atsiliepimų tipai

source: Usernoise is disabled now. You can enable and configure it at the <a href="%s">settings page</a>.
de_de: Usernoise ist momentan ausgeschaltet. Du kannst es in den <a href="%s">Einstellungen</a> wieder aktivieren und konfigurieren.
lt_lt: Usernoise išjungtas. Įskiepį įjungti ir konfigūruoti galite <a href="%s">nustatymuose.</a>.

source: Usernoise settings
de_de: Usernoise Einstellungen
fi: Usernoise asetukset
lt_lt: Usernoise nustatymai

source: Left
de_de: Links
fi: Vasen
lt_lt: Kairėje

source: Right
de_de: Rechts
fi: Oikea
lt_lt: Dešinėje

source: Top
de_de: Oben
fi: Ylös
lt_lt: Viršuje

source: Bottom
de_de: Unten
fi: Alas
lt_lt: Apačioje

source: General
de_de: Allgemein
fi: Yleinen
lt_lt: Pagrindinis

source: Enable Usernoise
de_de: Usernoise aktivieren
lt_lt: Rodyti Usernoise

source: Show Powered by
de_de: Zeige "powered by"
lt_lt: Rodyti Sukurta:

source: Show <strong>"Powered by Usernoise"</strong> link at the modal window. Check this, please!
lt_lt: Formoje rodyti <strong>"Sukurta Usernoise"</strong>.

source: The link will only be visible at the modal window.
lt_lt: Nuoroda bus matoma tik modaliniame lange

source: Disable on mobile devices
lt_lt: Nerodyti mobiliuosiuose įrenginiuose

source: Button
lt_lt: Mygtukas

source: Position
fi: Asemointi
lt_lt: Pozicija

source: Text
fi: Teksti
lt_lt: Tekstas

# button
source: Feedback
fi: Palaute
lt_lt: Atsiliepimas

source: Text color
de_de: Schriftfarbe
fi: Tekstin väri
lt_lt: Teksto spalva

source: Background color
de_de: Hintergrundfarbe
fi: Taustaväri
lt_lt: Fono spalva

source: Show border
de_de: Rand anzeigen
fi: Näytä reunus
lt_lt: Įjungti rėmelį

source: Form
lt_lt: Forma

source: Form title
de_de: Überschrift des Formulars
fi: Lomakkeen otsikko
lt_lt: Formos pavadinimas

# form
source: Feedback
fi: Palaute
lt_lt: Atsiliepimas

source: Introductional text
de_de: Einleitung
fi: Johdanto teksti
lt_lt: Pristatymo tekstas

source: Ask for feedback type
fi: Kysy palautteen tyyppi
lt_lt: Prašyti nurodyti atsiliepimo tipą

source: Ask for a summary
de_de: Um Zusammenfassung bitten
fi: Kysy palautteen aihe
lt_lt: Prašyti santraukos

source: Ask for an email
de_de: Um E-Mail Adresse bitten
fi: Kysy email
lt_lt: Prašyto el. pašto

source: Submit button text
de_de: Text für \"Abschicken-Button\"
fi: Lähetä buttonin teksti
lt_lt: Siųsti mygtuko tekstas

source: Submit feedback
de_de: Feedback einreichen
fi: Lähetä palaute
lt_lt: Siųsti atsiliepimą

source: Thank you screen
de_de: Nach dem Abschicken
fi: Kiitosviesti
lt_lt: Padėkos langas

source: Thank you screen title
de_de: Überschrift
fi: Kiitosviestin otsikko
lt_lt: Padėkos lango pavadinimas

source: Thank you
de_de: Vielen Dank
fi: Kiitos
lt_lt: Ačiū

source: Thank you text
de_de: Text für Danksagung
fi: Kiitosviestin teksti
lt_lt: Padėkos tekstas

source: Your feedback has been received.
fi: Palautteesi on lähetetty
lt_lt: Jūsų atsiliepimas buvo gautas.

source: Notifications
lt_lt: Pranešimai

source: New feedback received admin notification
lt_lt: Gauti pranešimus el. paštu apie naujus atsiliepimus

source: Enable
lt_lt: Įjungti

source: Notification emails will be sent to: <a href="mailto:%s">%s</a>
de_de: E-Mails über neue Benachrichtigungen werden an <strong><a href="mailto:%s">%s</a></strong> gesendet;
lt_lt: Pranešimai bus siunčiami: <a href="mailto:%s">%s</a>

source: (you can change it at <a href="%s">%s</a> page).
de_de: kann in den <a href="%s">%s</a> geändert werden.
lt_lt: (adresą gali pakeisti <a href="%s">%s</a> puslapyje).

source: General Options
de_de: Allgemeine Einstellungen
fi: Asetukset
lt_lt: Pagrindiniai nustatymai

source: Notifications do not work right?
lt_lt: Perspėjimai apie pranešimus juk tinkamai neatlieka darbo, tiesa?

source: Pro Settings
lt_lt: Pilna versija

source: Upgrade to Pro
lt_lt: Atnaujinti į Pro versiją

source: Please <a href="%s" class="un-upgrade" target='_new'>Upgrade to Pro</a> to enable the settings below.
lt_lt: Norėdami aktyvuoti žemiau esančias funkcijas, prašome <a href="%s" class="un-upgrade" target='_new'>atnaujinti į Pro</a>

source: Enable feedback list &amp; discussions.
lt_lt: Aktyvuoti diskusijų sąrašą Usernoise lange

source: Screenshots
lt_lt: Pavyzdys

source: Gather advanced debug info
lt_lt: Gauti išplėstinę derinimo informaciją

source: Hide Feedback button
lt_lt: Nerodyti atsiliepimų mygtuko

source: You can hide Feedback button to show it programmatically.
lt_lt: Gali paslėpti Atsiliepimų mygtuką ir pats suprogramuoti, kur jį rodyti

source: Alternate "Feedback" button ID
lt_lt: Kitas "Atsiliepimų" mygtuko ID

source: Usernoise window will be shown upon click of element with that ID. For example, if you have the next link: <code>&lt;a href="#" id="my-link"&gt;some link&lt;/a&gt;</code>, put "my-link" here.
lt_lt: Usernoise langas bus parodytas, kuomet bus paspaustas atitinkamas elementas su tuo ID pavyzdžiui, jei turi šią nuorodą: <code>&lt;a href="#" id="my-link"&gt;susisiekite su mumis&lt;/a&gt;</code>, patalpink "my-link" čia.

source: Custom CSS properties
lt_lt: Pasirinktinės CSS nuostatos

source: Usernoise button custom CSS properties. Remove /* and */ to enable. Don't put here HTML tags.
lt_lt: Usernoise mygtuko pasirinktiniai CSS nustatymai. Ištrink /* and */ kad įjungti. Nerašyk HTML tagų.

source: Form design
lt_lt: Formos dizainas

source: Custom CSS for Usernoise window
lt_lt: Tavo CSS Usernoise langui

source: You can override the form's style by applying your own CSS. Don't forget to remove comment symbols and do not put HTML tags here.
lt_lt: Gali keisti formos išvaizdą redaguojant CSS. Nepamiršk ištrinti komentavimo simbolių ir nenaudoti HTML tagų.

source: Powered by
lt_lt: Veikia su

source: Status:
lt_lt: Būsena:

source: Privately Published
de_de: Privat Veröffentlicht
fi: Yksityinen
lt_lt: Paskelbta privačiai

source: Reviewed
de_de: Überarbeitet
fi: hyväksytty
lt_lt: Peržiūrėta

source: Scheduled
de_de: Geplant
fi: Sovittu
lt_lt: Nustatyta

source: Pending Review
de_de: Anstehende Revision
fi: Odottaa hyväksymistä
lt_lt: Laukiama peržiūros

source: Draft
de_de: Entwurf
fi: Luonnos
lt_lt: Špargalkė

source: Sent on: <b>%1$s</b>
de_de: Gesendet am: <strong>%1$s</strong>
fi: Lähetetään: <b>%1$s</b>
lt_lt: Išsiųsta: <b>%1$s</b>

source: Delete Permanently
de_de: Unwiderruflich löschen
fi: Poista lopullisesti
lt_lt: Ištrinti negrėžtamai

source: Move to Trash
de_de: In den Papierkorb verschieben
fi: Siirrä roskakoriin
lt_lt: Perkelti į šiukšlinę

source: Update
de_de: Aktualisieren
fi: Päivitä
lt_lt: Antnaujinti

source: Subject
de_de: Betreff
fi: Aihe
lt_lt: Tema

source: Send
de_de: Senden
fi: Lähetä
lt_lt: Siųsti

source: Close
lt_lt: Uždaryti

source: Idea
de_de: Anregung
lt_lt: Idėja

source: Problem
fi: Ongelma
lt_lt: Problema

source: Question
de_de: Frage
fi: Kysymys
lt_lt: Klausimas

source: Praise
de_de: Lob / Kritik
fi: Ruusuja
lt_lt: Pagyrimas

source: Your feedback
de_de: Dein Feedback
fi: Palautteesi
lt_lt: Jūsų atsiliepimas

source: Short summary
de_de: Kurze Zusammenfassung
fi: Aihe
lt_lt: Atsiliepimo santrauka

source: Your email (will not be published)
de_de: Deine E-Mail Adresse (wird nicht veröffentlicht)
fi: Email (Ei julkaista)
lt_lt: Jūsų el. paštas (nebus skelbiamas viešai)

# admin
source: Feedback
fi: Palaute
lt_lt: Atsiliepimas

source: Add new
de_de: Hinzufügen
fi: Liitä uusi
lt_lt: Pridėti naują

source: Add new feedback
de_de: Neues Feedback hinzufügen
fi: Lisää uusi palaute
lt_lt: Pridėti naują atsiliepimą

source: View feedback
de_de: Feedback ansehen
fi: Näytä palaute
lt_lt: Peržiūrėti atsiliepimą

source: Search feedback
de_de: Nach Feedback suchen
fi: Katso palaute
lt_lt: Ieškoti atsiliepimo

source: Feedback not found
de_de: Feedback nicht gefunden
fi: Palautetta ei löytynyt
lt_lt: Atsiliepimas nerastas!

source: Feedback not found in Trash
de_de: Feedback wurde im Papierkorb nicht gefunden
lt_lt: Šiukšlinėje atsiliepimas nerastas

source: Feedback left by users using a form in a lightbox
de_de: Feedback von Besuchern, der über das Lightbox-Formular abgegeben wurde
lt_lt: Atsliepimas užpildytas naudojant formą

source: Please enter a summary.
de_de: Bitte fasse dein Feedback zusammen.
fi: Lisää aihe
lt_lt: Prašome užpildyti atsiliepimo santrauką

source: Please enter the feedback.
de_de: Bitte gebe dein Feedback ab.
fi: Lisää palaute
lt_lt: Prašome užpildyti atsiliepimą

source: Please enter a valid email address.
de_de: Bitte gib eine gültige E-Mail Adresse ein. Beispiel: name@example.com
fi: Lisää email osoite
lt_lt: Prašome įvesti galiojantį el. pašto adresą

source: feedback
fi: Palaute
lt_lt: atsiliepimas

source: A new %s has been submitted. View it: <a href="%s">%s</a>.
de_de: Es wurde ein neues Feedback zu "%s" abgegeben. Ansehen: <a href="%s">%s</a>
lt_lt: Gautas naujas %s. Peržiūrėti: <a href="%s">%s</a>.

source: New %s submitted at %s
de_de: Neues Feedback "%s" ( bei %s )
lt_lt: Nauji %s atsiųsti %s

source: ideas
de_de: Anregungen
lt_lt: Idėjos

source: questions
de_de: Fragen
lt_lt: Klausimai

source: problems
de_de: Problemen
lt_lt: Problemos

source: praises
de_de: Lob / Kritik
lt_lt: Pagyrimai

source: or
de_de: oder
fi: tai
lt_lt: ar

source: Please provide some settings fields when creating an options framework instance
lt_lt: Prašau nurodyti bent kelis laukus, kuomet kuriate nustatymų struktūrą

source: This page requires JavaScript to be enabled in your browser. Please enable JavaScript.
lt_lt: Šiam puslapiui peržiūrėti reikalingas JavaScript. Prašome aktyvuotiJavaScript.

source: Save Options
de_de: Einstellungen speichern
lt_lt: išsaugoti nustatymus

source: Restore Defaults
de_de: Auf Standardwerte zurücksetzen
lt_lt: Atkurti numatytasias reikšmes

source: Click OK to reset. All the settings will be reset to defaults!
de_de: Klicke auf OK um die Einstellungen wiederherzustellen. Alle Eingaben werden auf die Standardwerte überschrieben.
lt_lt: Norėdami atkurti pradinius nustatymus - spauskite OK. Visi nustatymai bus atkurti į numatytuosius!

source: Select a Color
de_de: Farbe wählen
fi: Valitse väri
lt_lt: Pasirinkite spavą

source: Upgrade to WordPress 3.3 or later to enable WYSIWYG editor
de_de: Bitte aktualisiere auf WordPress 3.3 um den WYSIWYG - Editor nutzen zu können.
lt_lt: Norėdami naudotis WYSIWYG redaktoriumi - atnaujinkite Wordpress sistemą bent iki 3.3 versijos.

source: Font
de_de: Schriftart
fi: Fontti

source: Site default font
de_de: Standardschriftart der Seite

source: Feedback form
de_de: Feedback-Formular
fi: Feedback lomake

source: Admin notifications
de_de: Administrator informieren, wenn neue Feedbacks eingegangen sind
fi: Admin ilmoitukset

source: New feedback received
de_de: Neues Feedback erhalten
fi: Uusi palaute saapunut

source: M j, Y @ G:i
de_de: d.m.Y @ H:i

source: Please tell us what do you think, any kind of feedback is highly appreciated.
de_de: Bitte lass uns wissen, was du über das Blog denkst. Jede Art von Feedback ist willkommen!
fi: Kerro meille mitä mieltä olet, arvostamme palautettasi

source: Your feedback have been received.
de_de: Dein Feedback wurde übermittelt.

source: Reply
de_de: Antworten
fi: Vastaa

source: Please enter some message.
de_de: Bitte gebe eine Nachricht ein.
fi: Laita joku viesti

source: Feedback author email is unknown.
de_de: Die E-Mail Adresse des Verfassers vom Feedback ist unbekannt.
fi: Tuntematon email

source: Email sent successfully.
de_de: E-Mail erfolgreich versandt.
fi: Email lähetetty onnistuneesti

source: I like Usernoise and want to show <em>"Powered by Usernoise"</em> link at the modal window.
de_de: Ich mag Usernoise und möchte über <em>"Powered by Usernoise"</em> auf die Plugin-Webseite verlinken.

source: Hide on mobile devices
de_de: Vor mobilen Endgeräten (z.B. Smartphones) verstecken

source: Load Usernoise in footer
de_de: Usernoise im Footer laden

source: Load Usernoise javascripts in footer. Sligtly increases page loading speed, but may be incompatible with some themes.
de_de: Lade JavaScripts für Usernoise am Ende der Seite. Erhöht minimal die Ladegeschwindigkeit der Seite, aber ist nicht mit allen Themes kompatibel.

source: This text will be wrapped into &lt;p&gt; tag. You can still use HTML code.
de_de: Der Text wird in &lt;p&gt; - Tag umgewandelt. Du kannst aber dennoch HTML Code nutzen.

source: Save Changes
fi: Tallenna muutokset
